11/data/attachments/ecc5097edafa1c1b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Shane_weight_Actions_29550_1</nif:username>
            <nif:friendToBeRequested>soap_actions_4cd8136e-8ecf-4132-b248-92bf88004d14</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>